Repository: 4teamwork/ftw.dashboard.portlets.recentlymodified
Catalog: ftw/dashboard/portlets/recentlymodified/locales/*/LC_MESSAGES/ftw.dashboard.portlets.recentlymodified.po
Languages: fr

source: ${title} added to dashboard.
fr: Outil pour l'observation des modifications dans '${title}' a été ajouté au portail

source: Add recently modified Portlet
fr: Dernières modifications ajoutées à l'outil

source: Edit recently modified Portlet
fr: Editer les dernières modifications de l'outil

source: Follow changes in this context in your personal dashboard.
fr: Suivre les modifications sur votre portail personnel

source: How many items to list.
fr: Combien de champs doivent être affichés

source: Number of items to display
fr: Nombre de champs affichés

source: Only changes in the selected section will be displayed.
fr: Ne sont affichés que les modifications du paragraphe sélectionné

source: Section
fr: Paragraphe

source: This portlet displays recently modified content in a selected section.
fr: Cet outil affiche les dernieres modifications de contenu du paragraphe sélectionné

source: Watch changes
fr: Suivre les modifications

source: recent_changes_in
fr: Modification récente

source: title_recentlyModifed_portlet
fr: Dernières modifications de l'outil
